[EGT_CombatEngineer X2AbilityTemplate]
LocFriendlyName="全面爆破"
LocLongDescription="阻止爆炸中心的环境伤害衰减，这意味着你可以摧毁更大范围内的物体。"
LocHelpText="阻止爆炸中心的环境伤害衰减，这意味着你可以摧毁更大范围内的物体。"
LocFlyOverText="全面爆破"
LocPromotionPopupText="<Bullet/> 阻止爆炸中心的环境伤害衰减，这意味着你可以摧毁更大范围内的物体。<br/><Bullet/> "

[EGT_TandemWarheads X2AbilityTemplate]
LocFriendlyName="串联弹头"
LocLongDescription="你的榴弹和火箭对单位造成其最大作用范围内全伤害。"
LocHelpText="你的榴弹和火箭对单位造成其最大作用范围内全伤害。"
LocFlyOverText="串联弹头"
LocPromotionPopupText="<Bullet/> 你的榴弹和火箭对单位造成其最大作用范围内全伤害。<br/><Bullet/> 这不适用于环境伤害。"
